Revit 2027 API
ParameterTypeId.ZoneCalculatedAreaPerCoolingLoadParam Property
 "Calculated Area per Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedAreaPerCoolingLoadParam { get; }
Public Shared ReadOnly Property ZoneCalculatedAreaPerCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedAreaPerCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedAreaPerCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace